Repository: VictorZhang2014/SpeakFrenchWithAI
Catalog: lib/src/localization/app_*.arb
Languages: el, fr, hi, hu, it, ja, ko, ms, pl, pt, ro, ru, th, tr, uk, vi, zh, zh_hant

source: Microphone Permission
el: Άδεια Μικροφώνου
fr: Autorisation du microphone
hi: माइक्रोफ़ोन अनुमति
hu: Mikrofonengedély
it: Autorizzazione microfono
ja: マイクの許可
ko: 마이크 사용 권한
ms: Kebenaran Mikrofon
pl: Uprawnienia mikrofonu
pt: Permissão para Microfone
ro: Permisiunea microfonului
ru: Разрешение на использование микрофона
th: การอนุญาตไมโครโฟน
tr: Mikrofon İzni
uk: Дозвіл на доступ до мікрофона
vi: Quyền sử dụng micrô
zh: 麦克风权限
zh_hant: 麥克風權限

# microphonePermissionRequest
source: ParlerAI requires access to your microphone to enable audio recording and interaction features. Please grant microphone access to enjoy the full experience of the app.
el: Το ParlerAI απαιτεί πρόσβαση στο μικρόφωνό σας για να ενεργοποιήσει τις λειτουργίες ηχογράφησης και αλληλεπίδρασης. Παρακαλώ δώστε πρόσβαση στο μικρόφωνο για να απολαύσετε την πλήρη εμπειρία της εφαρμογής.
fr: ParlerAI nécessite l'accès à votre microphone pour permettre l'enregistrement audio et les fonctionnalités d'interaction. Veuillez accorder l'accès au microphone pour profiter pleinement de l'application.
hi: ParlerAI को ऑडियो रिकॉर्डिंग और इंटरैक्शन फीचर्स सक्षम करने के लिए आपके माइक्रोफोन तक पहुंच की आवश्यकता है। कृपया ऐप का पूर्ण अनुभव प्राप्त करने के लिए माइक्रोफोन एक्सेस की अनुमति दें।
hu: A ParlerAI mikrofon-hozzáférést igényel az audiofelvétel és az interaktív funkciók engedélyezéséhez. Kérjük, engedélyezze a mikrofonhoz való hozzáférést az alkalmazás teljes élvezetéhez.
it: ParlerAI richiede l'accesso al tuo microfono per abilitare la registrazione audio e le funzionalità di interazione. Si prega di concedere l'accesso al microfono per usufruire di tutte le funzionalità dell'app.
ja: ParlerAIは音声録音やインタラクション機能を有効にするため、マイクへのアクセスを必要とします。アプリを完全にお楽しみいただくために、マイクアクセスを許可してください。
ko: ParlerAI은 오디오 녹음 및 상호작용 기능을 활성화하기 위해 마이크 접근 권한이 필요합니다. 앱의 모든 기능을 즐기기 위해 마이크 접근을 허용해 주세요
ms: ParlerAI memerlukan akses kepada mikrofon anda untuk mengaktifkan rakaman audio dan ciri interaksi. Sila benarkan akses mikrofon untuk menikmati pengalaman penuh aplikasi.
pl: ParlerAI wymaga dostępu do mikrofonu, aby umożliwić nagrywanie dźwięku i funkcje interakcji. Proszę zezwolić na dostęp do mikrofonu, aby w pełni korzystać z aplikacji.
pt: O ParlerAI requer acesso ao seu microfone para habilitar gravações de áudio e recursos de interação. Por favor, conceda acesso ao microfone para aproveitar a experiência completa do aplicativo.
ro: ParlerAI necesită acces la microfonul dumneavoastră pentru a activa înregistrarea audio și funcțiile de interacțiune. Vă rugăm să acordați acces la microfon pentru a vă bucura de întreaga experiență a aplicației.
ru: Приложение ParlerAI требует доступ к вашему микрофону для записи звука и взаимодействия. Пожалуйста, предоставьте доступ к микрофону, чтобы использовать все возможности приложения.
th: ParlerAI ต้องการการเข้าถึงไมโครโฟนของคุณเพื่อเปิดใช้งานการบันทึกเสียงและคุณสมบัติปฏิสัมพันธ์ กรุณาอนุญาตการเข้าถึงไมโครโฟนเพื่อเพลิดเพลินกับประสบการณ์เต็มรูปแบบของแอป
tr: ParlerAI, ses kaydı ve etkileşim özelliklerini etkinleştirmek için mikrofonunuza erişim gerektirir. Uygulamanın tam deneyimini yaşamak için lütfen mikrofon erişimine izin verin.
uk: ParlerAI потребує доступу до вашого мікрофона для запису звуку та функцій взаємодії. Будь ласка, надайте доступ до мікрофона, щоб повністю використовувати можливості додатка.
vi: ParlerAI yêu cầu quyền truy cập vào micro của bạn để kích hoạt các tính năng ghi âm và tương tác. Vui lòng cấp quyền truy cập micro để tận hưởng trải nghiệm đầy đủ của ứng dụng.
zh: ParlerAI需要访问您的麦克风，以启用录音和互动功能。请授予麦克风权限以充分体验该应用。
zh_hant: ParlerAI需要存取您的麥克風，以啟用錄音和互動功能。請授權麥克風存取以完整體驗此應用程式。

source: Loading
el: Φόρτωση
fr: Chargement
hi: लोड हो रहा है
hu: Betöltés
it: Caricamento in corso
ja: 読み込み中
ko: 로딩 중
ms: Memuatkan
pl: Ładowanie
pt: Carregando
ro: Se încarcă
ru: Загрузка
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh: 加载中
zh_hant: 載入中

source: Privacy & Data
el: Απόρρητο και Δεδομένα
fr: Confidentialité et données
hi: गोपनीयता और डेटा
hu: Adatvédelem és adatok
it: Privacy e dati
ja: プライバシーとデータ
ko: 개인정보 및 데이터
ms: Privasi dan Data
pl: Prywatność i dane
pt: Privacidade e Dados
ro: Confidențialitate și date
ru: Конфиденциальность и данные
th: ความเป็นส่วนตัวและข้อมูล
tr: Gizlilik ve Veriler
uk: Конфіденційність та дані
vi: Quyền riêng tư & Dữ liệu
zh: 隐私和数据
zh_hant: 隱私與資料

source: Privacy Policy
el: Πολιτική Απορρήτου
fr: Politique de confidentialité
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
ms: Dasar Privasi
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh: 隐私政策
zh_hant: 隱私權政策

# termsofService
source: Terms of Use
el: Όροι Παροχής Υπηρεσιών
fr: Conditions d'utilisation
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ms: Syarat Perkhidmatan
pl: Warunki korzystania z usługi
pt: Termos de Serviço
ro: Termeni și condiții
ru: Условия обслуживания
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
uk: Умови надання послуг
vi: Điều khoản dịch vụ
zh: 服务条款
zh_hant: 服務條款

source: Delete All My Data
el: Διαγραφή όλων των δεδομένων μου
fr: Supprimer toutes mes données
hi: मेरा सारा डेटा हटाएं
hu: Összes adat törlése
it: Elimina tutti i miei dati
ja: すべてのデータを削除
ko: 내 모든 데이터 삭제
ms: Padam semua data saya
pl: Usuń wszystkie moje dane
pt: Apagar todos os meus dados
ro: Ștergeți toate datele mele
ru: Удалить все мои данные
th: ลบข้อมูลทั้งหมดของฉัน
tr: Tüm verilerimi sil
uk: Видалити всі мої дані
vi: Xóa tất cả dữ liệu của tôi
zh: 删除我的所有数据
zh_hant: 刪除我的所有資料

source: Delete My Account
el: Διαγραφή του λογαριασμού μου
fr: Supprimer mon compte
hi: मेरा खाता हटाएं
hu: Fiókom törlése
it: Elimina il mio account
ja: アカウントを削除
ko: 내 계정 삭제
ms: Padam akaun saya
pl: Usuń moje konto
pt: Apagar a minha conta
ro: Ștergeți contul meu
ru: Удалить мою учетную запись
th: ลบบัญชีของฉัน
tr: Hesabımı sil
uk: Видалити мій обліковий запис
vi: Xóa tài khoản của tôi
zh: 删除我的帐户
zh_hant: 刪除我的帳戶

# deleteAllMyDataHints
source: Once you delete all of your data, there is no going back, and you cannot recover your data. Please be certain.
el: Μόλις διαγράψετε όλα τα δεδομένα σας, δεν υπάρχει επιστροφή και δεν μπορείτε πλέον να ανακτήσετε τα δεδομένα σας. Να είστε σίγουροι.
fr: Une fois que vous avez supprimé toutes vos données, il n'y a pas de retour en arrière et vous ne pouvez pas récupérer vos données. Soyez-en sûr.
hi: एक बार जब आप अपना सारा डेटा हटा देते हैं, तो वापस नहीं जा सकते और आप अपना डेटा पुनर्प्राप्त नहीं कर सकते. डेटा। इसे लेकर आश्वस्त रहें।
hu: Miután törölte az összes adatát, nincs visszaút, és nem tudja visszaállítani az adatait. Biztos lehet benne.
it: Una volta eliminati tutti i tuoi dati, non potrai più tornare indietro e non potrai più recuperarli. Assicurati.
ja: すべてのデータを削除すると、元に戻すことはできず、データを回復することもできません。データです。必ずご確認ください。
ko: 모든 데이터를 삭제하면 되돌릴 수 없으며 복구할 수 없습니다. 데이터입니다. 반드시 확인하세요.
ms: Sebaik sahaja anda memadamkan semua data anda, anda tidak boleh kembali dan anda tidak boleh memulihkan data anda. data. Yakinlah.
pl: Gdy usuniesz wszystkie swoje dane, nie będzie już odwrotu i nie będziesz mógł ich odzyskać”. data. Bądź tego pewien.
pt: Depois de eliminar todos os seus dados, não há volta a dar e não poderá recuperá-los. dados. Pode ter a certeza.
ro: Odată ce ștergeți toate datele, nu mai există cale de întoarcere și nu le puteți recupera. date. Fiți siguri de acest lucru.
ru: После удаления всех данных пути назад уже не будет, и вы не сможете восстановить их. data. Будьте уверены в этом.
th: เมื่อ คุณลบข้อมูลทั้งหมดของคุณแล้ว ไม่มีทางย้อนกลับไปได้ และคุณจะไม่สามารถกู้คืนข้อมูลของคุณได้ data. มั่นใจได้เลย
tr: Tüm verilerinizi sildiğinizde geri dönüş yoktur ve verilerinizi kurtaramazsınız. veri. Emin olun.
uk: Після видалення всіх ваших даних шляху назад не буде, і ви не зможете їх відновити. дані. Будьте впевнені в цьому.
vi: Sau khi bạn xóa tất cả dữ liệu của mình, sẽ không có cách nào quay lại và bạn không thể khôi phục dữ liệu của mình. Hãy chắc chắn.
zh: 一旦删除所有数据，你将没有回头路，也无法恢复数据，请确定。
zh_hant: 一旦刪除所有數據，你將沒有回頭路，也無法恢復數據，請確定。

# deleteMyAccountHints
source: Once you delete your account, there is no going back, and you cannot sign in with this account again. Please be certain.
el: Μόλις διαγράψετε τον λογαριασμό σας, δεν υπάρχει επιστροφή και δεν μπορείτε πλέον να συνδεθείτε με αυτόν τον λογαριασμό. Να είστε σίγουροι.
fr: Une fois que vous avez supprimé votre compte, il n'y a pas de retour en arrière et vous ne pouvez plus vous connecter avec ce compte. Soyez-en sûr.
hi: एक बार जब आप अपना खाता हटा देते हैं, तो वापस जाने का कोई रास्ता नहीं होता है और आप इस खाते से लॉग इन नहीं कर सकते हैं। इसे लेकर आश्वस्त रहें।
hu: Miután törölte a fiókját, nincs visszaút, és többé nem tud bejelentkezni ezzel a fiókkal. Biztos lehet benne.
it: Una volta eliminato il tuo account, non potrai più tornare indietro e non potrai più accedere con questo account. Certo.
ja: アカウントを削除すると、元に戻すことはできず、このアカウントでログインできなくなります。間違いないです。
ko: 계정을 삭제하면 되돌릴 수 없으며 더 이상 이 계정으로 로그인할 수 없습니다. 반드시 확인하세요.
ms: Sebaik sahaja anda memadamkan akaun anda, anda tidak boleh kembali dan anda tidak boleh log masuk dengan akaun ini lagi. Pastikan anda melakukannya.
pl: Gdy usuniesz swoje konto, nie będzie odwrotu i nie będziesz mógł się już zalogować na to konto. Bądź tego pewien.
pt: Depois de eliminar a sua conta, não há volta a dar e já não poderá fazer login com esta conta. Pode ter a certeza.
ro: Odată ce ștergeți contul, nu mai există cale de întoarcere și nu vă mai puteți conecta cu acest cont. Fiți siguri de acest lucru.
ru: После удаления учетной записи пути назад уже не будет, и вы больше не сможете войти в нее с помощью этой учетной записи. Будьте уверены в этом.
th: เมื่อคุณลบบัญชีของคุณแล้ว ไม่มีทางย้อนกลับไปได้ และคุณจะไม่สามารถเข้าสู่ระบบด้วยบัญชีนี้ได้อีกต่อไป มั่นใจได้เลย
tr: Hesabınızı sildiğinizde geri dönüş yoktur ve artık bu hesapla oturum açamazsınız. Emin olun.
uk: Після видалення вашого облікового запису шляху назад не буде, і ви більше не зможете увійти за допомогою цього облікового запису. Будьте впевнені в цьому.
vi: Sau khi bạn xóa tài khoản của mình, sẽ không có cách nào quay lại và bạn không thể đăng nhập bằng tài khoản này nữa. Hãy chắc chắn.
zh: 一旦删除帐户，你将没有回头路，无法再次使用此帐户登录，请确定。
zh_hant: 一旦刪除帳戶，你將沒有回頭路，無法再次使用此帳戶登錄，請確定。

# textChatInstructionGuide1
source: Hello! I'm Parlerai, your French C2 level friend, how can I help with your French grammar and sentence structure questions today? You can also ask me about the French culture, cuisine, tradition and language, or anything you would like to talk.
el: Γεια σας! Είμαι η Parlerai, η φίλη σας στα Γαλλικά επιπέδου C2. Πώς μπορώ να σας βοηθήσω με τις ερωτήσεις γραμματικής και δομής προτάσεων σήμερα; Μπορείτε επίσης να μου κάνετε ερωτήσεις σχετικά με τη γαλλική κουλτούρα, την κουζίνα, τις παραδόσεις ή οποιοδήποτε άλλο θέμα θέλετε να συζητήσουμε.
fr: Bonjour! Je suis Parlerai, votre copine de niveau C2 en français. Comment puis-je vous aider avec vos questions de grammaire et de structure de phrases aujourd'hui? Tu peux aussi me poser des questions sur la culture française, la cuisine, les traditions et la langue, ou tout autre sujet dont tu as envie de discuter.
hi: नमस्ते! मैं ओसीन हूँ, आपकी C2 स्तर की फ्रेंच मित्र। आज मैं आपके व्याकरण और वाक्य संरचना के प्रश्नों में आपकी कैसे मदद कर सकती हूँ? आप मुझसे फ़्रेंच संस्कृति, भोजन, परंपराओं या किसी अन्य विषय के बारे में भी प्रश्न पूछ सकते हैं जिस पर आप चर्चा करना चाहते हैं।
hu: Üdvözlöm! Parlerai vagyok, a C2 szintű francia barátja. Miben segíthetek a nyelvtani és mondatszerkezeti kérdései megválaszolásában ma? Kérdezhetsz a francia kultúráról, konyháról, hagyományokról vagy bármilyen más témáról, amiről beszélni szeretnél.
it: Ciao! Sono Parlerai, la tua amica di francese di livello C2. Come posso aiutarti con le tue domande di grammatica e struttura delle frasi di oggi? Puoi anche farmi domande sulla cultura francese, la cucina, le tradizioni o qualsiasi altro argomento di cui desideri discutere.
ja: こんにちは！C2レベルのフランス語を教えるオセアンです。今日は文法や文構造について何かご質問がありましたら、どうぞお気軽にお尋ねください。フランスの文化、料理、伝統、その他話し合いたいトピックについて質問することもできます。
ko: 안녕하세요! 저는 C2 레벨 프랑스어 친구 Parlerai입니다. 오늘 문법 및 문장 구조 관련 질문에 어떻게 도와드릴까요? 프랑스 문화, 요리, 전통 등 논의하고 싶은 주제에 대해 질문해 보세요.
ms: Hello! Saya Parlerai, rakan Perancis peringkat C2 anda. Bagaimanakah saya boleh membantu anda dengan soalan tatabahasa dan struktur ayat anda hari ini? Anda juga boleh bertanya kepada saya soalan tentang budaya, masakan, tradisi Perancis atau mana-mana topik lain yang anda ingin bincangkan.
pl: Cześć! Nazywam się Parlerai i jestem twoją przyjaciółką na poziomie C2 języka francuskiego. W czym mogę ci pomóc z twoimi pytaniami dotyczącymi gramatyki i struktury zdań? Możesz również zadać mi pytania dotyczące francuskiej kultury, kuchni, tradycji lub dowolnego innego tematu, który chcesz omówić.
pt: Olá! Sou a Parlerai, a vossa amiga de francês nível C2. Como posso ajudar com as vossas questões de gramática e estrutura frásica hoje? Também me podem fazer perguntas sobre a cultura, culinária, tradições francesas ou qualquer outro assunto que queiram discutir.
ro: Bună! Sunt Parlerai, prietena ta franceză de nivel C2. Cum te pot ajuta astăzi cu întrebările tale despre gramatică și structura propozițiilor? De asemenea, îmi poți pune întrebări despre cultura, bucătăria, tradițiile franceze sau orice alt subiect pe care dorești să-l discuți.
ru: Привет! Я Осеан, ваша подруга по французскому языку на уровне C2. Как я могу помочь вам с вопросами по грамматике и структуре предложений сегодня? Вы также можете задать мне вопросы о французской культуре, кухне, традициях или любой другой теме, которую вы хотите обсудить.
th: สวัสดี ฉันชื่อ Parlerai เพื่อนภาษาฝรั่งเศสระดับ C2 ของคุณ ฉันจะช่วยคุณตอบคำถามเกี่ยวกับไวยากรณ์และโครงสร้างประโยคของคุณได้อย่างไรในวันนี้ คุณยังสามารถถามคำถามเกี่ยวกับวัฒนธรรมฝรั่งเศส อาหาร ประเพณี หรือหัวข้ออื่นๆ ที่คุณต้องการพูดคุยได้
tr: Merhaba! Ben Parlerai, C2 seviyesindeki Fransızca arkadaşınızım. Bugün dil bilgisi ve cümle yapısı sorularınızda size nasıl yardımcı olabilirim? Ayrıca bana Fransız kültürü, mutfağı, gelenekleri veya tartışmak istediğiniz başka bir konu hakkında sorular sorabilirsiniz.
uk: Привіт! Я Океан, ваша подруга з французької мови рівня C2. Чим я можу допомогти вам із питаннями граматики та структури речень сьогодні? Ви також можете поставити мені запитання про французьку культуру, кухню, традиції чи будь-яку іншу тему, яку ви хочете обговорити.
vi: Xin chào! Tôi là Parlerai, bạn học tiếng Pháp trình độ C2 của bạn, tôi có thể giúp gì cho bạn về ngữ pháp và cấu trúc câu hôm nay? Bạn cũng có thể hỏi tôi về văn hóa, ẩm thực, truyền thống Pháp hoặc bất kỳ điều gì bạn muốn nói.
zh: 嗨！我是你的法语C2级好友Parlerai，今天我可以帮你解决哪些语法和句子结构问题呢？你也可以问我关于法国文化、美食、传统和语言，或者任何你想聊的话题。
zh_hant: 您好！我是Parlerai，您的法文C2級好友，今天需要我幫忙解答文法和句子結構問題嗎？你也可以問我關於法國文化、美食、傳統和語言，或任何你想聊的話題。

source: Hi How are you going today?
el: Γεια σας, πώς είστε σήμερα;
fr: Salut, comment allez-vous aujourd'hui?
hi: नमस्ते, आज आप कैसे हैं?
hu: Szia, hogy vagy ma?
it: Ciao, come stai oggi?
ja: こんにちは、今日の調子はどうですか？
ko: 안녕하세요, 오늘 어떠셨나요?
ms: Hai, apa khabar hari ini?
pl: Cześć, jak się dzisiaj masz?
pt: Olá, como está?
ro: Salut, ce mai faci astăzi?
ru: Привет, как дела?
th: สวัสดี วันนี้คุณสบายดีไหม
tr: Merhaba, bugün nasılsınız?
uk: Привіт, як справи сьогодні?
vi: Xin chào, hôm nay bạn thế nào?
zh: 嗨！今天怎么样？
zh_hant: 嗨，你今天過得怎麼樣？

source: Please tell me about your questions
el: Πείτε μου για τις ερωτήσεις σας
fr: Parlez-moi de vos questions
hi: मुझे अपने प्रश्नों के बारे में बताएं
hu: Mesélj a kérdéseidről
it: Parlami delle tue domande
ja: ご質問についてお聞かせください。
ko: 질문을 남겨주세요.
ms: Beritahu saya tentang soalan anda
pl: Opowiedz mi o swoich pytaniach
pt: Conte-me as suas perguntas
ro: Spune-mi despre întrebările tale
ru: Расскажите мне о своих вопросах
th: บอกฉันเกี่ยวกับคำถามของคุณ
tr: Sorularınızı bana anlatın
uk: Розкажіть мені про ваші запитання
vi: Vui lòng cho tôi biết về các câu hỏi của bạn
zh: 请告诉我你的问题
zh_hant: 請告訴我你的問題

source: Copied
el: Αντιγράφηκε
fr: Copié
hi: कॉपी किया गया
hu: Másolva
it: Copiato
ja: コピーしました
ko: 복사됨
ms: Disalin
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh: 已复制
zh_hant: 已複製

source: Dislike
el: Δεν μου αρέσει
fr: Je n’aime pas
hi: नापसंद
hu: Nem tetszik
it: Non mi piace
ja: 嫌い
ko: 싫어요
ms: Tidak suka
pl: Nie podoba mi się
pt: Não gostei
ro: Nu îmi place
ru: Не нравится
th: ไม่ชอบ
tr: Beğenmedim
uk: Не подобається
vi: Không thích
zh: 不喜欢
zh_hant: 不喜歡

source: Report
el: Αναφορά
fr: Signaler
hi: रिपोर्ट करें
hu: Jelentés
it: Segnala
ja: 報告する
ko: 신고
ms: Laporkan
pl: Zgłoś
pt: Denunciar
ro: Raportează
ru: Пожаловаться
th: รายงาน
tr: Bildir
uk: Поскаржитись
vi: Báo cáo
zh: 举报
zh_hant: 檢舉

source: Close
el: Κλείσιμο
fr: Fermer
hi: बंद करें
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_hant: 關閉

source: Thank you for your supporting.
el: Ευχαριστούμε για την υποστήριξή σας.
fr: Merci pour votre soutien.
hi: आपके समर्थन के लिए धन्यवाद।
hu: Köszönjük a támogatást.
it: Grazie per il tuo supporto.
ja: ご支援ありがとうございます。
ko: 지원해 주셔서 감사합니다.
ms: Terima kasih atas sokongan anda.
pl: Dziękujemy za wsparcie.
pt: Obrigado pelo seu apoio.
ro: Vă mulțumim pentru sprijin.
ru: Спасибо за вашу поддержку.
th: ขอบคุณสำหรับการสนับสนุนของคุณ
tr: Desteğiniz için teşekkür ederiz.
uk: Дякуємо за вашу підтримку.
vi: Cảm ơn bạn đã ủng hộ.
zh: 感谢您的支持。
zh_hant: 感謝您的支持。

# weWillContinueWorkingToImproveTheContent
source: Thank you. We will continue working to improve the content.
el: Ευχαριστούμε. Θα συνεχίσουμε να βελτιώνουμε το περιεχόμενο.
fr: Merci. Nous continuerons à améliorer le contenu.
hi: धन्यवाद। हम सामग्री को बेहतर बनाने के लिए काम जारी रखेंगे।
hu: Köszönjük. Továbbra is dolgozunk a tartalom fejlesztésén.
it: Grazie. Continueremo a migliorare i contenuti.
ja: ありがとうございます。今後も内容の改善に努めてまいります。
ko: 감사합니다. 콘텐츠 개선을 계속하겠습니다.
ms: Terima kasih. Kami akan terus menambah baik kandungan ini.
pl: Dziękujemy. Będziemy nadal pracować nad ulepszaniem treści.
pt: Obrigado. Continuaremos a melhorar o conteúdo.
ro: Mulțumim. Vom continua să îmbunătățim conținutul.
ru: Спасибо. Мы продолжим улучшать контент.
th: ขอบคุณ เราจะทำงานอย่างต่อเนื่องเพื่อปรับปรุงเนื้อหา
tr: Teşekkürler. İçeriği geliştirmeye devam edeceğiz.
uk: Дякуємо. Ми продовжимо вдосконалювати контент.
vi: Cảm ơn bạn. Chúng tôi sẽ tiếp tục cải thiện nội dung.
zh: 谢谢。我们将继续努力改进内容。
zh_hant: 謝謝。我們會繼續努力改進內容。

# weApologizeForTheInappropriateContent
source: We apologize for the inappropriate content and are committed to improving it.
el: Ζητούμε συγγνώμη για το ακατάλληλο περιεχόμενο και δεσμευόμαστε να το βελτιώσουμε.
fr: Nous nous excusons pour le contenu inapproprié et nous nous engageons à l’améliorer.
hi: अनुचित सामग्री के लिए हम क्षमा चाहते हैं और इसे बेहतर बनाने के लिए प्रतिबद्ध हैं।
hu: Elnézést kérünk a nem megfelelő tartalomért, dolgozunk a javításán.
it: Ci scusiamo per il contenuto inappropriato e ci impegniamo a migliorarlo.
ja: 不適切な内容についてお詫び申し上げます。改善に努めてまいります。
ko: 부적절한 콘텐츠에 대해 사과드리며 개선을 약속드립니다.
ms: Kami mohon maaf atas kandungan yang tidak sesuai dan akan memperbaikinya.
pl: Przepraszamy za niestosowne treści i zobowiązujemy się je poprawić.
pt: Pedimos desculpa pelo conteúdo inadequado e comprometemo-nos a melhorá-lo.
ro: Ne cerem scuze pentru conținutul nepotrivit și ne angajăm să-l îmbunătățim.
ru: Мы приносим извинения за неподобающий контент и будем работать над его улучшением.
th: ขออภัยสำหรับเนื้อหาที่ไม่เหมาะสม เราจะปรับปรุงให้ดีขึ้น
tr: Uygunsuz içerik için özür dileriz ve geliştirmeye kararlıyız.
uk: Просимо вибачення за недоречний контент і прагнемо його покращити.
vi: Chúng tôi xin lỗi về nội dung không phù hợp và cam kết sẽ cải thiện.
zh: 对于不当内容我们深表歉意，并承诺加以改进。
zh_hant: 對於不當內容，我們深感抱歉，並承諾會加以改進。

# iapCapabilityTitle
source: Procure Your ParlerAI Plus
el: Αποκτήστε το MyCopine Plus
fr: Procurez votre ParlerAI Plus
hi: अपना MyCopine Plus प्राप्त करें
hu: Szerezd meg a MyCopine Plus-t
it: Ottieni il tuo MyCopine Plus
ja: MyCopine Plus を手に入れましょう。
ko: MyCopine Plus를 받으세요
ms: Dapatkan MyCopine Plus anda
pl: Zdobądź MyCopine Plus
pt: Obtenha o seu MyCopine Plus
ro: Obține-ți MyCopine Plus
ru: Получить MyCopine Plus
th: รับ MyCopine Plus
tr: MyCopine Plus'ınızı edinin
uk: Отримайте свій MyCopine Plus
vi: Mua ParlerAI Plus của bạn
zh: 获得您的 ParlerAI Plus
zh_hant: 獲得您的 ParlerAI Plus

# iapCapabilitySubtitle
source: Your French C2 level friend
el: Ο φίλος σας στα γαλλικά επιπέδου C2
fr: Votre copine de niveau C2 en français
hi: आपका C2 स्तर का फ़्रेंच मित्र
hu: C2 szintű francia barátod
it: Il tuo amico francese di livello C2
ja: C2レベルのフランス語の友達
ko: C2 레벨 프랑스어 친구
ms: Rakan Perancis peringkat C2 anda
pl: Twój francuski przyjaciel na poziomie C2
pt: O seu amigo francês nível C2
ro: Prietenul tău de franceză de nivel C2
ru: Ваш французский друг уровня C2
th: เพื่อนฝรั่งเศสระดับ C2 ของคุณ
tr: C2 seviyesindeki Fransız arkadaşınız
uk: Ваш французький друг рівня C2
vi: Người bạn trình độ tiếng Pháp C2 của bạn
zh: 你的法语C2级好友
zh_hant: 你的法語C2級好友

# iapCapability1
source: Everything is Free
el: Όλα είναι δωρεάν
fr: Tout est gratuit
hi: सब कुछ मुफ़्त है
hu: Minden ingyenes
it: Tutto è gratuito
ja: すべて無料
ko: 모든 것이 무료입니다
ms: Semuanya Percuma
pl: Wszystko jest za darmo
pt: Tudo é grátis
ro: Totul este gratuit
ru: Все бесплатно
th: ทุกอย่างฟรี
tr: Her şey Ücretsiz
uk: Все безкоштовно
vi: Mọi thứ đều miễn phí
zh: 所有的都免费使用
zh_hant: 全部的都免費使用

# iapCapability2
source: Advanced interaction through voice mode
el: Προηγμένη αλληλεπίδραση μέσω φωνητικής λειτουργίας
fr: Interaction avancée via le mode vocal
hi: वॉयस मोड के ज़रिए उन्नत इंटरैक्शन
hu: Haladó interakció hangmódon keresztül
it: Interazione avanzata tramite modalità vocale
ja: 音声モードによる高度なインタラクション
ko: 음성 모드를 통한 고급 상호작용
ms: Interaksi lanjutan melalui mod suara
pl: Zaawansowana interakcja za pomocą trybu głosowego
pt: Interação avançada através do modo de voz
ro: Interacțiune avansată prin modul vocal
ru: Расширенное взаимодействие через голосовой режим
th: การโต้ตอบขั้นสูงผ่านโหมดเสียง
tr: Sesli mod aracılığıyla gelişmiş etkileşim
uk: Розширена взаємодія через голосовий режим
vi: Tương tác nâng cao thông qua chế độ giọng nói
zh: 通过语音模式进行高级互动
zh_hant: 透過語音模式進行進階互動

# iapCapability3
source: Unlimited access to ParlerAI Realtime Call
el: Απεριόριστη πρόσβαση στην κλήση ParlerAI σε πραγματικό χρόνο
fr: Accès illimité à ParlerAI Realtime Call
hi: ParlerAI रीयलटाइम कॉल तक असीमित पहुँच
hu: Korlátlan hozzáférés a ParlerAI valós idejű híváshoz
it: Accesso illimitato a ParlerAI Realtime Call
ja: ParlerAI Realtime Call への無制限アクセス
ko: ParlerAI 실시간 통화 무제한 이용
ms: Akses tanpa had kepada Panggilan Masa Nyata ParlerAI
pl: Nieograniczony dostęp do ParlerAI Realtime Call
pt: Acesso ilimitado ao ParlerAI Realtime Call
ro: Acces nelimitat la ParlerAI Realtime Call
ru: Неограниченный доступ к ParlerAI Realtime Call
th: เข้าถึงการโทรแบบเรียลไทม์ของ ParlerAI ได้ไม่จำกัด
tr: ParlerAI Gerçek Zamanlı Arama'ya sınırsız erişim
uk: Необмежений доступ до ParlerAI Realtime Call
vi: Truy cập không giới hạn vào ParlerAI Realtime Call
zh: 无限次访问 ParlerAI 实时通话
zh_hant: 無限次造訪 ParlerAI 即時通話
