Repository: VictorZhang2014/SpeakFrenchWithAI
Catalog: lib/src/localization/app_*.arb
Languages: el, fr, hi, hu, it, ja, ko, ms, pl, pt, ro, ru, th, tr, uk, vi, zh, zh_hant

# iapCapability4
source: Unlimited requests for text evaluation, corrections, grammar checks, and sentence structure improvements, etc.
el: Απεριόριστα αιτήματα για αξιολόγηση κειμένου, διορθώσεις, γραμματικούς ελέγχους, βελτιώσεις δομής προτάσεων και πολλά άλλα
fr: Demandes illimitées d'évaluation de texte, de corrections, de vérifications grammaticales et d'améliorations de la structure des phrases, etc.
hi: टेक्स्ट मूल्यांकन, सुधार, व्याकरण जाँच, वाक्य संरचना सुधार और बहुत कुछ के लिए असीमित अनुरोध
hu: Korlátlan számú kérés szövegértékelésre, javításokra, nyelvtani ellenőrzésekre, mondatszerkezet-javításokra és egyebekre
it: Richieste illimitate di valutazione del testo, correzioni, controlli grammaticali, miglioramenti della struttura delle frasi e altro ancora
ja: テキスト評価、修正、文法チェック、文章構造の改善などを無制限にリクエストできます。
ko: 텍스트 평가, 교정, 문법 검사, 문장 구조 개선 등 무제한 요청
ms: Permintaan tanpa had untuk penilaian teks, pembetulan, semakan tatabahasa, penambahbaikan struktur ayat dan banyak lagi
pl: Nieograniczone prośby o ocenę tekstu, poprawki, sprawdzenie gramatyki, udoskonalenie struktury zdań i wiele więcej
pt: Pedidos ilimitados de avaliação de texto, correções, verificações gramaticais, melhorias na estrutura das frases e muito mais
ro: Solicitări nelimitate pentru evaluarea textului, corecturi, verificări gramaticale, îmbunătățiri ale structurii propozițiilor și multe altele
ru: Неограниченные запросы на оценку текста, исправления, проверки грамматики, улучшения структуры предложений и многое другое
th: คำขอไม่จำกัดสำหรับการประเมินข้อความ การแก้ไข การตรวจสอบไวยากรณ์ การปรับปรุงโครงสร้างประโยค และอื่นๆ
tr: Metin değerlendirmesi, düzeltmeler, dil bilgisi kontrolleri, cümle yapısı iyileştirmeleri ve daha fazlası için sınırsız istek
uk: Необмежена кількість запитів на оцінку тексту, виправлення, перевірку граматики, покращення структури речень тощо
vi: Yêu cầu không giới hạn để đánh giá văn bản, sửa lỗi, kiểm tra ngữ pháp và cải thiện cấu trúc câu, v.v.
zh: 无限次请求文本评估、批改、语法检查和句子结构改进等
zh_hant: 無限次請求文字評估、批改、文法檢查和句子結構改進等

# iapCapability5
source: Only pay for 8 months, 4 months free, with a 37% discount compared to the monthly plan
el: Πληρώστε μόνο 8 μήνες, λάβετε 4 μήνες δωρεάν, με έκπτωση 37% σε σύγκριση με τη μηνιαία συνδρομή
fr: Payez seulement 8 mois, 4 mois gratuits, avec une réduction de 37% par rapport à l'abonnement mensuel
hi: केवल 8 महीने का भुगतान करें, 4 महीने मुफ़्त पाएँ, मासिक सदस्यता की तुलना में 37% छूट के साथ
hu: Fizess csak 8 hónapot, és kapj 4 hónapot ingyen, 37%-os kedvezménnyel a havi előfizetéshez képest
it: Paga solo 8 mesi, ottieni 4 mesi gratis, con uno sconto del 37% rispetto all'abbonamento mensile
ja: 8ヶ月分のお支払いで4ヶ月分無料、月額サブスクリプションに比べて37%割引
ko: 8개월만 결제하시면 4개월 무료 이용, 월 구독료 대비 37% 할인 구독
ms: Bayar hanya 8 bulan, dapatkan 4 bulan percuma, dengan diskaun 37% berbanding dengan langganan bulanan
pl: Zapłać tylko za 8 miesięcy, a otrzymasz 4 miesiące za darmo, ze zniżką 37% w porównaniu z miesięczną subskrypcją
pt: Pague apenas 8 meses e ganhe 4 meses grátis, com 37% de desconto em relação à subscrição mensal
ro: Plătește doar 8 luni, primești 4 luni gratuit, cu o reducere de 37% față de abonamentul lunar
ru: Заплатите всего за 8 месяцев, получите 4 месяца бесплатно, со скидкой 37% по сравнению с ежемесячной подписка
th: จ่ายเพียง 8 เดือน รับฟรี 4 เดือน พร้อมส่วนลด 37% เมื่อเทียบกับแบบรายเดือน สมัครสมาชิก
tr: Sadece 8 ay ödeyin, 4 ay ücretsiz alın, Aylık aboneliğe kıyasla %37 indirim
uk: Платьте лише 8 місяців, отримайте 4 місяці безкоштовно, зі знижкою 37% порівняно з щомісячною підпискою
vi: Chỉ trả tiền trong 8 tháng, 4 tháng miễn phí, giảm giá 37% so với gói hàng tháng
zh: 只需支付8个月，即可免费使用4个月，与按月付费方案相比，可享受37%的优惠
zh_hant: 只需支付8個月，即可免費使用4個月，與月費方案相比，可享37%的折扣

# iapCapability6
source: Only $0.267 dollar per day
el: Μόνο 0,267 $ ανά ημέρα
fr: Seulement $0.267 par jour
hi: केवल $0.267 प्रति दिन
hu: Csak 0,267 dollár naponta
it: Solo $0,267 per giorno
ja: 月額たったの$0.267日
ko: 하루 $0.267
ms: Hanya $0.267 sehari
pl: Tylko 0,267 USD dziennie
pt: Apenas 0,267 R$/dia
ro: Doar 0,267 USD pe zi
ru: Всего $0,267 в день
th: เพียง $0.267 ต่อวัน
tr: Günde sadece 0,267 ABD doları
uk: Всього $0,267 за день
vi: Chỉ $0.267 mỗi ngày
zh: 每天仅需$0.267
zh_hant: 每天只要$0.267

# iapCapability7
source: The first week is free to use
el: Η πρώτη εβδομάδα είναι δωρεάν
fr: La première semaine est gratuite
hi: पहला सप्ताह मुफ़्त है
hu: Az első hét a ingyenes
it: La prima settimana è gratuita
ja: 最初の1週間は無料です
ko: 첫 주는 무료
ms: Minggu pertama adalah percuma
pl: Pierwszy tydzień jest bezpłatny
pt: A primeira semana é gratuita
ro: Prima săptămână este gratuit
ru: Первая неделя бесплатно
th: สัปดาห์แรกฟรี
tr: İlk hafta ücretsiz
uk: Перший тиждень безкоштовний
vi: Tuần đầu tiên được sử dụng miễn phí
zh: 前一周免费使用
zh_hant: 第一週免費使用

# iapCapability8
source: The first two weeks are free to use
el: Οι πρώτες δύο εβδομάδες είναι δωρεάν
fr: Les deux premières semaines sont gratuites
hi: पहले दो सप्ताह मुफ़्त हैं
hu: Az első két hét ingyenes
it: Le prime due settimane sono gratuite
ja: 最初の2週間は無料です
ko: 처음 2주는 무료
ms: Dua minggu pertama adalah percuma
pl: Pierwsze dwa tygodnie są bezpłatne
pt: As duas primeiras semanas são gratuitas
ro: Primele două săptămâni sunt gratuite
ru: Первые две недели бесплатно
th: สองสัปดาห์แรกฟรี
tr: İlk iki hafta ücretsiz
uk: Перші два тижні безкоштовні
vi: Hai tuần đầu tiên được sử dụng miễn phí
zh: 前两周免费使用
zh_hant: 前兩週免費使用

# iapBilledMonthly
source: Billed monthly at $12.99. Cancel anytime.
el: Μηνιαία χρέωση 12,99 $. Ακύρωση οποιαδήποτε στιγμή.
fr: Facturation mensuelle à $12.99. Annuler à tout moment.
hi: मासिक बिल $12.99 है। किसी भी समय रद्द करें।
hu: Havi számlázás 12,99 dollárért. Bármikor lemondható.
it: Addebito mensile a $ 12,99. Disdici in qualsiasi momento.
ja: 月額$12.99で請求されます。いつでもキャンセルできます。
ko: 매달 $12.99로 청구됩니다. 언제든지 취소하실 수 있습니다.
ms: Dibilkan setiap bulan pada $12.99. Batalkan bila-bila masa.
pl: Rozliczane miesięcznie w wysokości 12,99 USD. Anuluj w dowolnym momencie.
pt: Cobrado mensalmente a R$ 12,99. Cancele a qualquer momento.
ro: Facturat lunar la 12,99 USD. Anulare oricând.
ru: Оплачивается ежемесячно по $12,99. Отменить можно в любое время.
th: เรียกเก็บเงินรายเดือนที่ $12.99 ยกเลิกได้ตลอดเวลา
tr: Aylık olarak 12,99 ABD doları olarak faturalandırılır. İstediğiniz zaman iptal edebilirsiniz.
uk: Щомісячна плата $12.99. Скасувати можна будь-коли.
vi: Thanh toán hàng tháng tại $12.99. Hủy bất cứ lúc nào.
zh: 每月$12.99。取消随时。
zh_hant: 每月$12.99。隨時取消。

# iapBilledYearly
source: Billed yearly at $99.00. Cancel anytime.
el: Ετήσια χρέωση 99,00 $. Ακύρωση οποιαδήποτε στιγμή.
fr: Facturation annuelle à $99.00. Annulation possible à tout moment.
hi: वार्षिक बिल $99.00 है। किसी भी समय रद्द करें।
hu: Évente számlázás 99,00 dollárért. Bármikor lemondható.
it: Addebito annuale a $ 99,00. Annulla in qualsiasi momento.
ja: 年額$99.00で請求されます。いつでもキャンセルできます。
ko: 매년 $99.00로 청구됩니다. 언제든지 취소할 수 있습니다.
ms: Dibilkan setiap tahun pada $99.00. Batalkan bila-bila masa.
pl: Rozliczane rocznie w wysokości 99,00 USD. Anuluj w dowolnym momencie.
pt: Cobrado anualmente a R$ 99,00. Cancele a qualquer momento.
ro: Facturat anual la 99,00 USD. Anulați oricând.
ru: Оплачивается ежегодно по $99,00. Отменить в любое время.
th: เรียกเก็บเงินรายปีที่ $99.00 ยกเลิกได้ตลอดเวลา
tr: Yıllık olarak 99,00 ABD doları olarak faturalandırılır. İstediğiniz zaman iptal edin.
uk: Щорічна плата $99.00. Скасувати можна будь-коли.
vi: Thanh toán hàng năm với giá $99.00. Hủy bất cứ lúc nào.
zh: 每年$99.00。随时取消。
zh_hant: 每年$99.00。隨時取消。

# iapMonthlyBtn
source: Monthly
el: Μηνιαία
fr: Mensuel
hi: मासिक
hu: Havi
it: Mensile
ja: 月額
ko: 월간
ms: Bulanan
pl: Miesięcznie
pt: Mensal
ro: Lunar
ru: Ежемесячно
th: รายเดือน
tr: Aylık
uk: Щомісячно
vi: Hàng tháng
zh: 按月
zh_hant: 按月

# iapYearlyBtn
source: Yearly
el: Ετήσια
fr: Annuel
hi: वार्षिक
hu: Éves
it: Annuale
ja: 年額
ko: 연간
ms: Tahunan
pl: Rocznie
pt: Anual
ro: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
uk: Щорічний
vi: Hàng năm
zh: 按年
zh_hant: 按年

# iapPayButton
source: Upgrade to ParlerAI Plus
el: Αναβάθμιση σε ParlerAI Plus
fr: Passer à ParlerAI Plus
hi: ParlerAI Plus में अपग्रेड करें
hu: Frissítés ParlerAI Plusra
it: Aggiorna a ParlerAI Plus
ja: ParlerAI Plusにアップグレード
ko: ParlerAI Plus로 업그레이드
ms: Naik taraf kepada ParlerAI Plus
pl: Aktualizacja do ParlerAI Plus
pt: Atualizar para o ParlerAI Plus
ro: Upgrade la ParlerAI Plus
ru: Обновиться до ParlerAI Plus
th: อัปเกรดเป็น ParlerAI Plus
tr: ParlerAI Plus'a yükseltin
uk: Оновити до ParlerAI Plus
vi: Nâng cấp lên ParlerAI Plus
zh: 升级到ParlerAI Plus
zh_hant: 升級到ParlerAI Plus

# iapRestore
source: Restore
el: Επαναφορά
fr: Restaurer
hi: पुनर्स्थापित करें
hu: Visszaállítás
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
pl: Przywróć
pt: Restaurar
ro: Restaurare
ru: Восстановить
th: กู้คืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh: 恢复
zh_hant: 恢復

# iapPurchaseSucceeds
source: Purchase Successful
el: Η αγορά ήταν επιτυχής
fr: Achat réussi
hi: खरीद सफल
hu: Sikeres vásárlás
it: Acquisto effettuato
ja: 購入成功
ko: 구매 성공
ms: Pembelian Berjaya
pl: Zakup udany
pt: Compra bem-sucedida
ro: Achiziție reușită
ru: Покупка выполнена
th: การซื้อสำเร็จ
tr: Satın alma başarılı
uk: Покупка успішна
vi: Mua hàng thành công
zh: 购买成功
zh_hant: 購買成功

# iapPurchaseFailed
source: Purchase Failed
el: Η αγορά απέτυχε
fr: Achat échoué
hi: खरीद विफल
hu: Vásárlás sikertelen
it: Acquisto non riuscito
ja: 購入失敗
ko: 구매 실패
ms: Pembelian Gagal
pl: Zakup nieudany
pt: Compra falhou
ro: Achiziție eșuată
ru: Покупка не выполнена
th: การซื้อล้มเหลว
tr: Satın alma başarısız
uk: Покупка не вдалася
vi: Mua hàng không thành công
zh: 购买失败
zh_hant: 購買失敗

# iapPurchaseCancelled
source: Purchase Cancelled
fr: Achat annulé
hi: खरीद रद्द
hu: Vásárlás lemondva
it: Acquisto annullato
ja: 購入キャンセル
ko: 구매 취소
ms: Pembelian Dibatalkan
pl: Zakup anulowany
pt: Compra cancelada
ro: Achiziție anulată
ru: Покупка отменена
th: การซื้อถูกยกเลิก
tr: Satın alma iptal edildi
uk: Покупку скасовано
vi: Đã hủy mua hàng
zh: 购买已取消
zh_hant: 購買已取消

# iapRestoredSuccess
source: Restored Successful
el: Η επαναφορά ολοκληρώθηκε με επιτυχία
fr: Restauré avec succès
hi: सफलतापूर्वक बहाल
hu: Sikeresen visszaállítva
it: Ripristinato correttamente
ja: 復元成功
ko: 복원 성공
ms: Berjaya Dipulihkan
pl: Pomyślnie przywrócono
pt: Restaurado com sucesso
ro: Restaurat cu succes
ru: Успешно восстановлено
th: กู้คืนสำเร็จ
tr: Başarıyla geri yüklendi
uk: Успішно відновлено
vi: Đã khôi phục thành công
zh: 恢复成功
zh_hant: 恢復成功

# iapPurchaseHistory
source: Purchase History
el: Ιστορικό αγορών
fr: Historique des achats
hi: खरीद इतिहास
hu: Vásárlási előzmények
it: Cronologia acquisti
ja: 購入履歴
ko: 구매 내역
ms: Sejarah Pembelian
pl: Historia zakupów
pt: Histórico de compras
ro: Istoricul achizițiilor
ru: История покупок
th: ประวัติการซื้อ
tr: Satın alma geçmişi
uk: Історія покупок
vi: Lịch sử mua hàng
zh: 购买历史记录
zh_hant: 購買歷史記錄

source: Subscription
el: Συνδρομή
fr: Abonnement
hi: सदस्यता
hu: Előfizetés
it: Abbonamento
ja: サブスクリプション
ko: 구독
ms: Langganan
pl: Subskrypcja
pt: Assinatura
ro: Abonament
ru: Подписка
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
vi: Đăng ký
zh: 会员订阅
zh_hant: 會員訂閱

source: Restore Purchase
el: Επαναφορά αγοράς
fr: Restaurer l'achat
hi: खरीद पुनर्स्थापित करें
hu: Vásárlás visszaállítása
it: Ripristina acquisto
ja: 購入履歴を復元
ko: 구매 복원
ms: Pulihkan Pembelian
pl: Przywróć zakup
pt: Restaurar compra
ro: Restaurați achiziția
ru: Восстановить покупку
th: กู้คืนการซื้อ
tr: Satın alma geri yükle
uk: Відновити покупку
vi: Khôi phục mua hàng
zh: 恢复购买
zh_hant: 恢復購買

# iapValidUntilTheDate
source: Valid until {theDate}
el: Ισχύει μέχρι {theDate}
fr: Valable jusqu'au {theDate}
hi: तब तक मान्य {theDate}
hu: Érvényes eddig: {theDate}
it: Valido fino al {theDate}
ja: 有効期限 {theDate}
ko: 유효 기간 {theDate}
ms: Sah sehingga {theDate}
pl: Ważne do {theDate}
pt: Válido até {theDate}
ro: Valabil până la {theDate}
ru: Действительно до {theDate}
th: มีผลจนถึง {theDate}
tr: {theDate} tarihine kadar geçerli
uk: Дійсний до {theDate}
vi: Có hiệu lực đến ngày {theDate}
zh: 有效期至{theDate}
zh_hant: 有效期限至{theDate}

# appleTermsOfUse
source: Apple's Standard EULA
el: Τυπική EULA της Apple
fr: EULA standard d’Apple
hi: Apple की मानक EULA
hu: Apple szabványos végfelhasználói licencszerződése
it: EULA standard di Apple
ja: Appleの標準使用許諾契約書
ko: Apple 표준 최종 사용자 사용권 계약
ms: EULA Standard Apple
pl: Standardowa umowa EULA firmy Apple
pt: EULA padrão da Apple
ro: EULA standard Apple
ru: Стандартное лицензионное соглашение Apple
th: EULA มาตรฐานของ Apple
tr: Apple’ın Standart EULA’sı
uk: Стандартна EULA Apple
vi: EULA tiêu chuẩn của Apple
zh: Apple 标准终端用户许可协议
zh_hant: Apple 標準最終用戶授權協議

# iapIHaveReadAndConsentedTermsOfUse
source: I have read and consented to the {TermsOfUse}, the {PrivacyPolicy}, and the {EULA}.
el: Έχω διαβάσει και αποδεχτεί τους {TermsOfUse}, την {PrivacyPolicy} και την {EULA}.
fr: J'ai lu et j'accepte les {TermsOfUse}, la {PrivacyPolicy} et le {EULA}.
hi: मैंने {TermsOfUse}, {PrivacyPolicy}, और {EULA} को पढ़ लिया है और सहमत हूँ।
hu: Elolvastam és elfogadom a(z) {TermsOfUse}, a(z) {PrivacyPolicy} és a(z) {EULA} dokumentumokat.
it: Ho letto e accettato i {TermsOfUse}, la {PrivacyPolicy} e l'{EULA}.
ja: {TermsOfUse}、{PrivacyPolicy}、および {EULA} を読み、同意しました。
ko: {TermsOfUse}, {PrivacyPolicy}, 그리고 {EULA}를 읽고 동의합니다.
ms: Saya telah membaca dan bersetuju dengan {TermsOfUse}, {PrivacyPolicy} dan {EULA}.
pl: Przeczytałem i akceptuję {TermsOfUse}, {PrivacyPolicy} oraz {EULA}.
pt: Li e concordo com os {TermsOfUse}, a {PrivacyPolicy} e o {EULA}.
ro: Am citit și sunt de acord cu {TermsOfUse}, {PrivacyPolicy} și {EULA}.
ru: Я прочитал и согласен с {TermsOfUse}, {PrivacyPolicy} и {EULA}.
th: ฉันได้อ่านและยอมรับ {TermsOfUse}, {PrivacyPolicy} และ {EULA} แล้ว
tr: {TermsOfUse}, {PrivacyPolicy} ve {EULA} belgelerini okudum ve kabul ediyorum.
uk: Я прочитав і погоджуюсь з {TermsOfUse}, {PrivacyPolicy} та {EULA}.
vi: Tôi đã đọc và đồng ý với {TermsOfUse}, {PrivacyPolicy} và {EULA}.
zh: 我已阅读并同意《{TermsOfUse}》、《{PrivacyPolicy}》和《{EULA}》。
zh_hant: 我已閱讀並同意《{TermsOfUse}》、《{PrivacyPolicy}》和《{EULA}》。

source: Learn French?
el: Μάθε Γαλλικά;
fr: Apprenez le français?
hi: फ्रेंच सीखें?
hu: Tanulj franciául?
it: Impara il francese?
ja: フランス語を学ぶフランス語？
ko: 프랑스어를 배우시겠어요?
ms: Belajar bahasa Perancis?
pl: Naucz się francuskiego?
pt: Aprender francês?
ro: Învățați franceza?
ru: Изучать французский?
th: เรียนภาษาฝรั่งเศสไหม
tr: Fransızca öğreniyor musun?
uk: Вивчати Французька?
vi: Học tiếng Pháp?
zh: 学习法语吗?
zh_hant: 學習法語嗎?

# callToParlerAI
source: Call ParlerAI now!
el: Κλήση στην κοπέλα μου Τώρα
fr: Appelez ParlerAI maintenant
hi: अभी मेरी गर्लफ्रेंड को कॉल करें
hu: Hívd a barátnőmet Now
it: Chiama alla mia ragazza adesso
ja: 今すぐ彼女に電話する
ko: 지금 여자친구에게 전화하세요
ms: Panggil ke Teman Wanita Saya Sekarang
pl: Zadzwoń teraz do mojej dziewczyny
pt: Chamar a minha namorada agora
ro: Sunați-o pe prietena mea Acum
ru: Позвони моей девушке сейчас
th: โทรหาแฟนฉันตอนนี้
tr: Hemen kız arkadaşımı ara
uk: Зателефонуй моїй дівчині зараз
vi: Gọi cho ParlerAI ngay
zh: 马上打给ParlerAI
zh_hant: 馬上打給ParlerAI

# helloYouWantToLearnFrenchWithOceane
source: Hi there! Would you like to learn French with your friend Parlerai?
el: Γεια σας! Θέλετε να μάθετε γαλλικά με τη φίλη σας την Parlerai;
fr: Bonjour! Voulez-vous étudier le français avec votre copine Parlerai?
hi: नमस्ते! क्या आप अपनी दोस्त ओसीन के साथ फ्रेंच सीखना चाहते हैं?
hu: Szia! Szeretnél franciául tanulni a barátoddal, Parlerai-nal?
it: Ciao! Vuoi studiare il francese con la tua amica Parlerai?
ja: こんにちは！友達のParleraiと一緒にフランス語を勉強しませんか？
ko: 안녕하세요! 친구 Parlerai과 프랑스어를 공부하고 싶으신가요?
ms: Hello! Adakah anda mahu belajar bahasa Perancis dengan rakan anda Parlerai?
pl: Cześć! Chcesz uczyć się francuskiego ze swoją przyjaciółką Parlerai?
pt: Olá! Queres estudar francês com a tua amiga Parlerai?
ro: Salut! Vrei să studiezi franceza cu prietena ta Parlerai?
ru: Привет! Ты хочешь изучать французский со своей подругой Осеан?
th: สวัสดี! คุณอยากเรียนภาษาฝรั่งเศสกับเพื่อนของคุณ Parlerai ไหม
tr: Merhaba! Arkadaşın Parlerai ile Fransızca öğrenmek ister misin?
uk: Привіт! Хочеш вивчати французьку зі своєю подругою Океан?
vi: Xin chào, bạn muốn học tiếng Pháp với bạn của mình là Parlerai không?
zh: 你好哇~ 想和你的好朋友Parlerai学习法语吗？
zh_hant: 你好哇~ 想和你的好朋友Parlerai學習法文嗎？
