Repository: VictorZhang2014/SpeakFrenchWithAI
Catalog: lib/src/localization/app_*.arb
Languages: el, fr, hi, hu, it, ja, ko, ms, pl, pt, ro, ru, th, tr, uk, vi, zh, zh_hant

source: Connecting
el: Σύνδεση
fr: Connexion
hi: कनेक्शन
hu: Kapcsolat
it: Connessione
ja: 接続
ko: 연결
ms: Sambungan
pl: Połączenie
pt: Ligação
ro: Conexiune
ru: Подключение
th: กำลังเชื่อมต่อ
tr: Bağlantı
uk: З'єднання
vi: Kết nối
zh: 连接中
zh_hant: 连接中

source: Active
el: Ενεργό
fr: Actif
hi: सक्रिय
hu: Aktív
it: Attivo
ja: アクティブ
ko: 활성
ms: Aktif
pl: Aktywny
pt: Ativo
ro: Activă
ru: Активно
th: ใช้งานอยู่
tr: Aktif
uk: Активний
vi: Hoạt động
zh: 活跃中
zh_hant: 活躍中

source: Start Recording
el: Έναρξη εγγραφής
fr: Commencer l'enregistrement
hi: रिकॉर्डिंग शुरू करें
hu: Felvétel indítása
it: Avvia registrazione
ja: 録音開始
ko: 녹음 시작
ms: Mulakan rakaman
pl: Rozpocznij nagrywanie
pt: Iniciar gravação
ro: Începe înregistrarea
ru: Начать запись
th: เริ่มบันทึก
tr: Kaydı başlat
uk: Розпочати запис
vi: Bắt đầu ghi
zh: 开始录音
zh_hant: 開始錄音

source: Pause Recording
el: Διακοπή
fr: Arrêter
hi: रोकें
hu: Leállítás
it: Interrompi
ja: 停止
ko: 중지
ms: Berhenti
pl: Zatrzymaj
pt: Parar
ro: Oprește
ru: Остановить
th: หยุด
tr: Durdur
uk: Стоп
vi: Tạm dừng ghi
zh: 暂停录音
zh_hant: 暫停錄音

# pleaseWaitParlerAIIsRespondingU
source: I'm thinking
el: Νομίζω
fr: Je pense
hi: मुझे लगता है
hu: Azt hiszem
it: Penso
ja: 考えます
ko: 제 생각에는
ms: Saya rasa
pl: Myślę
pt: Eu acho
ro: Cred
ru: Я думаю
th: ฉันคิดว่า
tr: Sanırım
uk: Я думаю
vi: Tôi đang nghĩ
zh: 我正在思考
zh_hant: 我正在思考

source: Me
el: Εγώ
fr: Moi
hi: मुझे
hu: Én
it: Io
ja: 私
ko: 저
ms: Saya
pl: Ja
pt: Eu
ro: Eu
ru: Я
th: ฉัน
tr: Ben
uk: Я
vi: Tôi
zh: 我
zh_hant: 我

source: Audio Message
el: Ηχητικό μήνυμα
fr: Message Audio
hi: ऑडियो संदेश
hu: Hangüzenet
it: Messaggio audio
ja: 音声メッセージ
ko: 오디오 메시지
ms: Mesej Audio
pl: Wiadomość audio
pt: Mensagem áudio
ro: Mesaj audio
ru: Звуковое сообщение
th: ข้อความเสียง
tr: Sesli Mesaj
uk: Аудіоповідомлення
vi: Tin nhắn âm thanh
zh: 语音消息
zh_hant: 語音消息

source: Settings
el: Ρυθμίσεις
fr: Paramètres
hi: सेटिंग
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_hant: 設置

source: Account
el: Λογαριασμός
fr: Compte
hi: खाता
hu: Fiók
ja: アカウント
ko: 계정
ms: Akaun
pl: Konto
pt: Conta
ro: Cont
ru: Учетная запись
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh: 账户
zh_hant: 帳戶

source: Email
hi: ईमेल
ja: メールアドレス
ko: 이메일
ms: E-mel
ru: Электронная почта
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh: 邮箱
zh_hant: 信箱

source: Chat History
el: Ιστορικό συνομιλίας
fr: Historique des chats
hi: चैट इतिहास
hu: Csevegési előzmények
it: Cronologia chat
ja: チャット履歴
ko: 채팅 기록
ms: Sejarah Sembang
pl: Historia czatu
pt: Histórico de chat
ro: Istoric chat
ru: История чата
th: ประวัติการแชท
tr: Sohbet Geçmişi
uk: Історія чату
vi: Lịch sử trò chuyện
zh: 聊天历史记录
zh_hant: 聊天歷史記錄

source: Login
el: Σύνδεση
fr: Se connecter
hi: लॉग इन करें
hu: Bejelentkezés
it: Accedi
ja: ログイン
ko: 로그인
ms: Log masuk
pl: Zaloguj się
pt: Entrar
ro: Autentificare
ru: Войти
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh: 登录
zh_hant: 登入

source: Logout
el: Αποσύνδεση
fr: Se déconnecter
hi: लॉग आउट करें
hu: Kijelentkezés
it: Esci
ja: ログアウト
ko: 로그아웃
ms: Log keluar
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh: 退出
zh_hant: 退出

source: AI Engine
el: Μηχανή Τεχνητής Νοημοσύνης
fr: Moteur d'IA
hi: AI इंजन
it: Motore di intelligenza artificiale
ja: AIエンジン
ko: AI 엔진
ms: Enjin AI
pl: Silnik AI
pt: Mecanismo de IA
ro: Motor AI
ru: ИИ-движок
uk: Двигун штучного інтелекту
vi: Công cụ AI
zh: AI引擎
zh_hant: AI引擎

source: Choose the one you prefer
el: Επιλέξτε αυτήν που προτιμάτε
fr: Choisissez celui que vous préférez
hi: अपनी पसंद का चुनें
hu: Válassza ki a kívántat
it: Scegli quello che preferisci
ja: お好みのものを選んでください
ko: 원하는 엔진을 선택하세요
ms: Pilih yang anda suka
pl: Wybierz preferowany
pt: Escolha o que preferir
ro: Alege-l pe cel preferat
ru: Выберите тот, который вам больше нравится
th: เลือกอันที่คุณต้องการ
tr: İstediğinizi seçin prefer
uk: Виберіть той, який вам подобається
vi: Chọn cái bạn thích
zh: 选择您喜欢的那个
zh_hant: 選擇您喜歡的

source: Change Now
el: Αλλαγή τώρα
fr: Changer maintenant
hi: अभी बदलें
hu: Módosítás most
it: Modifica ora
ja: 今すぐ変更
ko: 변경 now
ms: Tukar sekarang
pl: Zmień teraz
pt: Alterar agora
ro: Modifică acum
ru: Изменить сейчас
th: เปลี่ยนตอนนี้
tr: Hemen değiştir
uk: Змінити зараз
vi: Thay đổi ngay
zh: 立即更改
zh_hant: 立即更改

source: Operation Completed
el: Η λειτουργία ολοκληρώθηκε
fr: Opération terminée
hi: ऑपरेशन पूरा हुआ
hu: Művelet befejezve
it: Operazione completata
ja: 操作完了
ko: 작업 완료
ms: Operasi selesai
pl: Operacja zakończona
pt: Operação Concluído
ro: Operațiune finalizată
ru: Операция завершена
th: การดำเนินการเสร็จสิ้น
tr: Operasyon tamamlandı
uk: Операцію завершено
vi: Thao tác hoàn tất
zh: 操作已完成
zh_hant: 操作已完成

# openaiIntro
source: Developed in the USA, with ChatGPT as the pioneer. With its ability to generate realistic conversations, OpenAI helps MaCopine provide lively and varied dialogues, just like speaking with a true friend.
el: Αναπτύχθηκε στις Ηνωμένες Πολιτείες, με πρωτοπόρο το ChatGPT. Χάρη στην ικανότητά του να δημιουργεί ρεαλιστικές συζητήσεις, το OpenAI βοηθά το MaCopine να σας προσφέρει ζωντανούς και ποικίλους διαλόγους, σαν να μιλούσατε με έναν πραγματικό φίλο.
fr: Développé aux États-Unis, avec ChatGPT en tant que pionnier. Grâce à sa capacité à générer des conversations réalistes, OpenAI aide MaCopine à vous offrir des dialogues vivants et variés, comme si vous parliez avec une véritable amie.
hi: चैटजीपीटी के साथ संयुक्त राज्य अमेरिका में विकसित किया गया। यथार्थवादी बातचीत उत्पन्न करने की अपनी क्षमता के कारण, OpenAI MaCopine को आपको जीवंत और विविध संवाद प्रदान करने में मदद करता है, जैसे कि आप किसी वास्तविक मित्र से बात कर रहे हों।
hu: Az Egyesült Államokban fejlesztették ki, a ChatGPT úttörő szerepet játszott. A valósághű beszélgetések generálására való képességének köszönhetően az OpenAI segít a MaCopine-nak élénk és változatos élményt nyújtani. párbeszédeket, mintha egy igazi baráttal beszélgetnél.
it: Sviluppato negli Stati Uniti, con ChatGPT come pioniere. Grazie alla sua capacità di generare Conversazioni realistiche, OpenAI aiuta MaCopine a offrirti dialoghi vivaci e vari, come se stessi parlando con un vero amico.
ja: 米国で開発され、ChatGPTを先駆者として採用しています。リアルな音声を生成する能力により、 OpenAIの支援により、MaCopineはまるで本当の友達と話しているかのように、生き生きとした多様な対話を提供します。
ko: 미국에서 ChatGPT를 선두로 개발되었습니다. OpenAI는 사실적인 대화를 생성하는 기능을 통해 MaCopine이 마치 실제 친구와 대화하는 것처럼 생동감 있고 다양한 대화를 제공할 수 있도록 지원합니다.
ms: Dibangunkan di Amerika Syarikat, dengan ChatGPT sebagai perintis. Terima kasih kepada keupayaannya untuk menjana perbualan yang realistik, OpenAI membantu MaCopine menawarkan anda dialog yang meriah dan pelbagai, seolah-olah anda bercakap dengan rakan sejati.
pl: Opracowany w Stanach Zjednoczonych, a pionierem jest ChatGPT. Dzięki swojej zdolności do generowania realistycznych konwersacji, OpenAI pomaga MaCopine oferować Ci żywe i zróżnicowane dialogi, tak jakbyś rozmawiał z prawdziwym przyjacielem.
pt: Desenvolvido nos Estados Unidos, com o ChatGPT como pioneiro. Graças à sua capacidade de gerar conversas realistas, o OpenAI ajuda o MaCopine a oferecer diálogos animados e variados, como se estivesse a falar com um amigo verdadeiro.
ro: Dezvoltat în Statele Unite, cu ChatGPT ca pionier. Datorită capacității sale de a genera conversații realiste, OpenAI ajută MaCopine să vă ofere conținut viu și variat. dialoguri, ca și cum ai vorbi cu un prieten adevărat.
ru: Разработано в США, с ChatGPT как пионер. Благодаря своей способности генерировать реалистичные разговоры OpenAI помогает MaCopine предлагать вам живые и разнообразные диалоги, как если бы вы говорили с настоящим другом.
th: พัฒนาในสหรัฐอเมริกา โดยมี ChatGPT เป็นผู้บุกเบิก ด้วยความสามารถในการสร้างบทสนทนาที่สมจริง OpenAI ช่วยให้ MaCopine นำเสนอบทสนทนาที่มีชีวิตชีวาและหลากหลายราวกับว่าคุณกำลังคุยกับเพื่อนจริงๆ
tr: Öncü olarak ChatGPT ile Amerika Birleşik Devletleri'nde geliştirildi. Gerçekçi konuşmalar üretme yeteneği sayesinde OpenAI, MaCopine'a gerçek bir arkadaşınızla konuşuyormuşsunuz gibi canlı ve çeşitli diyaloglar sunmanıza yardımcı olur.
uk: Розроблено в Сполучених Штатах, ChatGPT був піонером. Завдяки своїй здатності генерувати реалістичні розмови, OpenAI допомагає MaCopine пропонувати вам жваві та різноманітні діалоги, ніби ви розмовляєте зі справжнім другом.
vi: Được phát triển tại Hoa Kỳ, với ChatGPT là người tiên phong. Với khả năng tạo ra các cuộc trò chuyện thực tế, OpenAI giúp MaCopine cung cấp các cuộc đối thoại sinh động và đa dạng, giống như nói chuyện với một người bạn thực sự.
zh: 在美国开发，以ChatGPT为先锋。凭借其生成真实对话的能力，OpenAI帮助MaCopine提供生动多样的对话，就像与真正的朋友交谈一样。
zh_hant: 在美國開發，以ChatGPT為先鋒。憑藉其生成真實對話的能力，OpenAI幫助MaCopine提供生動多樣的對話，就像與真正的朋友交談一樣。

# deepseekIntro
source: Developed in China, it's the first powerful Chinese AI known to the world. Its engine helps MaCopine analyze your responses and provide personalized feedback, improving your pronunciation and fluency in a friendly and constructive manner.
el: Αναπτύχθηκε στην Κίνα, είναι η πρώτη ισχυρή κινεζική τεχνητή νοημοσύνη στον κόσμο. Η μηχανή της βοηθά την MaCopine να αναλύει τις απαντήσεις σας και να παρέχει εξατομικευμένα σχόλια, βελτιώνοντας την προφορά και την ευχέρειά σας με φιλικό και εποικοδομητικό τρόπο.
fr: Développé en Chine, c'est le premier puissant AI chinois connu du monde. Son moteur aide MaCopine à analyser vos réponses et à fournir un retour personnalisé, améliorant ainsi votre prononciation et votre fluidité de manière amicale et constructive.
hi: चीन में विकसित, यह दुनिया का पहला शक्तिशाली चीनी AI है। इसका इंजन MaCopine को आपकी प्रतिक्रियाओं का विश्लेषण करने और व्यक्तिगत प्रतिक्रिया प्रदान करने में मदद करता है, जिससे आपके उच्चारण और प्रवाह में सुधार होता है।
hu: Kínában fejlesztették ki, ez a világ első nagy teljesítményű kínai mesterséges intelligenciája. Motorja segít a MaCopine-nak elemezni a válaszaidat, és személyre szabott visszajelzést adni, barátságos és konstruktív módon javítva a kiejtésedet és a folyékonyságodat.
it: Sviluppato in Cina, è la prima potente intelligenza artificiale cinese al mondo. Il suo motore aiuta MaCopine ad analizzare le tue risposte e a fornire feedback personalizzati, migliorando la tua pronuncia e la tua fluidità in modo amichevole e costruttivo.
ja: 中国で開発された、世界初の強力な中国語AIです。そのエンジンはMaCopineがあなたの応答を分析し、パーソナライズされたフィードバックを提供することで、フレンドリーで建設的な方法で発音と流暢さを向上させます。
ko: 중국에서 개발된 세계 최초의 강력한 중국어 AI입니다. 이 엔진은 MaCopine이 사용자의 답변을 분석하고 개인화된 피드백을 제공하여 친근하고 건설적인 방식으로 발음과 유창성을 향상시키도록 지원합니다.
ms: Dibangunkan di China, ia merupakan AI Cina berkuasa pertama di dunia. Enjinnya membantu MaCopine menganalisis respons anda dan memberikan maklum balas yang diperibadikan, meningkatkan sebutan dan kefasihan anda dengan cara yang mesra dan membina.
pl: Opracowany w Chinach, jest pierwszym na świecie potężnym chińskim AI. Jego silnik pomaga MaCopine analizować Twoje odpowiedzi i dostarczać spersonalizowane informacje zwrotne, poprawiając Twoją wymowę i płynność w przyjazny i konstruktywny sposób.
pt: Desenvolvido na China, é a primeira IA chinesa poderosa do mundo. O seu motor ajuda o MaCopine a analisar as suas respostas e a fornecer feedback personalizado, melhorando a sua pronúncia e fluência de forma amigável e construtiva.
ro: Dezvoltată în China, este prima inteligență artificială chineză puternică din lume. Motorul său ajută MaCopine să analizeze răspunsurile tale și să ofere feedback personalizat, îmbunătățindu-ți pronunția și fluența într-un mod prietenos și constructiv.
ru: Разработанный в Китае, это первый в мире мощный китайский ИИ. Его движок помогает MaCopine анализировать ваши ответы и предоставлять персонализированную обратную связь, улучшая ваше произношение и беглость речи дружелюбным и конструктивным образом.
th: พัฒนาในประเทศจีน เป็น AI ที่ทรงพลังตัวแรกของโลกของจีน เอ็นจิ้นช่วยให้ MaCopine วิเคราะห์คำตอบของคุณและให้ข้อเสนอแนะส่วนบุคคล ช่วยปรับปรุงการออกเสียงและความคล่องแคล่วของคุณในลักษณะที่เป็นมิตรและสร้างสรรค์
tr: Çin'de geliştirilen, dünyanın ilk güçlü Çin AI'sıdır. Motoru, MaCopine'ın yanıtlarınızı analiz etmesine ve kişiselleştirilmiş geri bildirim sağlamasına yardımcı olur, telaffuzunuzu ve akıcılığınızı dostça ve yapıcı bir şekilde geliştirir.
uk: Розроблений у Китаї, це перший у світі потужний китайський штучний інтелект. Його двигун допомагає MaCopine аналізувати ваші відповіді та надавати персоналізований зворотний зв'язок, покращуючи вашу вимову та плавність мовлення у дружній та конструктивній манері.
vi: Được phát triển tại Trung Quốc, là AI Trung Quốc đầu tiên được biết đến trên thế giới. Công cụ này giúp MaCopine phân tích câu trả lời của bạn và cung cấp phản hồi cá nhân hóa, giúp cải thiện phát âm và sự lưu loát của bạn một cách thân thiện và mang tính xây dựng.
zh: 在中国开发，是中国对全世界的首个强大的中文AI产品。该引擎帮助MaCopine分析您的回答，并提供个性化的反馈，友好且建设性地提高您的发音和流利度。
zh_hant: 在中國開發，是中國對全世界的首個強大的中文AI產品。該引擎幫助MaCopine分析您的回答，並提供個性化的反饋，友好且建設性地提高您的發音和流利度。

# lechatIntro
source: Developed in France by Mistral AI, the first popular French AI product known to the world. LeChat helps MaCopine with casual and relaxed exchanges, simulating informal conversations, and creating an authentic and friendly experience to enhance your speaking skills.
el: Αναπτύχθηκε στη Γαλλία από την Mistral AI, το πρώτο δημοφιλές γαλλικό προϊόν τεχνητής νοημοσύνης στον κόσμο, η LeChat βοηθά την MaCopine με περιστασιακές και ανεπίσημες ανταλλαγές, προσομοιώνοντας περιστασιακές συνομιλίες και δημιουργώντας μια αυθεντική και φιλική εμπειρία για να βελτιώσετε τις δεξιότητές σας στην ομιλία.
fr: Développé en France par Mistral AI, le premier produit AI français populaire connu du monde, LeChat aide MaCopine avec des échanges décontractés et informels, en simulant des conversations informelles et en créant une expérience authentique et amicale pour améliorer vos compétences orales.
hi: दुनिया के पहले लोकप्रिय फ्रेंच AI उत्पाद, मिस्ट्रल AI द्वारा फ्रांस में विकसित, LeChat MaCopine को अनौपचारिक और अनौपचारिक आदान-प्रदान में मदद करता है, आकस्मिक बातचीत का अनुकरण करता है और आपके बोलने के कौशल को बेहतर बनाने के लिए एक प्रामाणिक और मैत्रीपूर्ण अनुभव बनाता है।
hu: A Mistral AI, a világ első népszerű francia MI-terméke által Franciaországban kifejlesztett LeChat segíti a MaCopine-t a kötetlen és informális beszélgetésekben, szimulálva a kötetlen beszélgetéseket, és hiteles és barátságos élményt teremtve a beszédkészséged fejlesztéséhez.
it: Sviluppato in Francia da Mistral AI, il primo prodotto di intelligenza artificiale francese popolare al mondo, LeChat aiuta MaCopine negli scambi informali, simulando conversazioni informali e creando un'esperienza autentica e amichevole per migliorare le tue capacità di conversazione.
ja: 世界初の人気フランス語AI製品であるMistral AIによってフランスで開発されたLeChatは、MaCopineのカジュアルでインフォーマルなやり取りを支援し、カジュアルな会話をシミュレートし、本物でフレンドリーな体験を提供することで、あなたのスピーキングスキルを向上させます。
ko: 세계 최초의 인기 프랑스 AI 제품인 Mistral AI가 프랑스에서 개발한 LeChat은 MaCopine이 일상 및 비공식적인 대화를 통해 일상적인 대화를 시뮬레이션하고, 진솔하고 친근한 경험을 제공하여 말하기 능력을 향상시키도록 지원합니다.
ms: Dibangunkan di Perancis oleh Mistral AI, produk AI Perancis pertama yang popular di dunia, LeChat membantu MaCopine dengan pertukaran kasual dan tidak formal, mensimulasikan perbualan santai dan mencipta pengalaman yang tulen dan mesra untuk meningkatkan kemahiran bertutur anda.
pl: Opracowany we Francji przez Mistral AI, pierwszy na świecie popularny francuski produkt AI, LeChat pomaga MaCopine w swobodnych i nieformalnych wymianach zdań, symulując swobodne konwersacje i tworząc autentyczne i przyjazne doświadczenie w celu poprawy Twoich umiejętności mówienia.
pt: Desenvolvido em França pela Mistral AI, o primeiro produto de IA francês popular do mundo, o LeChat auxilia o MaCopine em trocas casuais e informais, simulando conversas casuais e criando uma experiência autêntica e amigável para melhorar as suas capacidades de conversação.
ro: Dezvoltat în Franța de Mistral AI, primul produs de inteligență artificială franceză popular din lume, LeChat ajută MaCopine cu schimburi de replici casual și informale, simulând conversații casual și creând o experiență autentică și prietenoasă pentru a-ți îmbunătăți abilitățile de vorbire.
ru: Разработанный во Франции Mistral AI, первым в мире популярным французским продуктом ИИ, LeChat помогает MaCopine вести непринужденный и неформальный обмен сообщениями, имитируя непринужденные разговоры и создавая аутентичный и дружелюбный опыт для улучшения ваших разговорных навыков.
th: พัฒนาในฝรั่งเศสโดย Mistral AI ผลิตภัณฑ์ AI ยอดนิยมตัวแรกของโลกของฝรั่งเศส LeChat ช่วยให้ MaCopine สามารถสนทนาแบบเป็นกันเองและไม่เป็นทางการ จำลองการสนทนาแบบเป็นกันเอง และสร้างประสบการณ์ที่แท้จริงและเป็นมิตรเพื่อพัฒนาทักษะการพูดของคุณ
tr: Dünyanın ilk popüler Fransız AI ürünü olan Mistral AI tarafından Fransa'da geliştirilen LeChat, MaCopine'ın gündelik ve gayrı resmi alışverişlerine yardımcı olur, gündelik konuşmaları simüle eder ve konuşma becerilerinizi geliştirmek için otantik ve samimi bir deneyim yaratır.
uk: Розроблений у Франції компанією Mistral AI, першим у світі популярним французьким штучним інтелектом, LeChat допомагає MaCopine у ​​неформальному та випадковому спілкуванні, імітуючи невимушені розмови та створюючи автентичний та дружній досвід для покращення ваших розмовних навичок.
vi: Được phát triển tại Pháp bởi Mistral AI, sản phẩm AI Pháp đầu tiên nổi tiếng trên thế giới, LeChat giúp MaCopine trong các cuộc trò chuyện nhẹ nhàng và thoải mái, mô phỏng các cuộc trò chuyện không chính thức, và tạo ra một trải nghiệm chân thực và thân thiện để nâng cao kỹ năng nói của bạn.
zh: 在法国由Mistral AI开发，是法国对全世界的首个受欢迎的法语AI产品，LeChat帮助MaCopine提供轻松随意的交流，模拟非正式对话，创造真实、友好的互动体验，提升口语能力。
zh_hant: 在法國由Mistral AI開發，是法國對全世界的首個受歡迎的法語AI產品，LeChat幫助MaCopine提供輕鬆隨意的交流，模擬非正式對話，創造真實、友好的互動體驗，提升口語能力。

# grokIntro
source: Developed in the United States by Elon Musk's AI team. Grok brings cutting-edge conversational AI capabilities to MaCopine, offering intelligent and engaging conversations to improve your language skills in real-time.
el: Αναπτύχθηκε στις Ηνωμένες Πολιτείες από την ομάδα τεχνητής νοημοσύνης του Elon Musk, η Grok προσφέρει προηγμένες δυνατότητες συνομιλίας στην MaCopine, προσφέροντας έξυπνες και ενδιαφέρουσες ανταλλαγές για να βελτιώσετε τις γλωσσικές σας δεξιότητες σε πραγματικό χρόνο.
fr: Développé aux États-Unis par l’équipe d’IA d’Elon Musk, Grok apporte des capacités avancées de conversation à MaCopine, offrant des échanges intelligents et engageants pour améliorer vos compétences linguistiques en temps réel.
hi: एलन मस्क की AI टीम द्वारा संयुक्त राज्य अमेरिका में विकसित, Grok MaCopine में उन्नत संवादात्मक क्षमताएँ लाता है, जो वास्तविक समय में आपके भाषा कौशल को बेहतर बनाने के लिए बुद्धिमान और आकर्षक आदान-प्रदान प्रदान करता है।
hu: Az Egyesült Államokban Elon Musk MI-csapata által kifejlesztett Grok fejlett beszélgetési képességeket hoz a MaCopine-ba, intelligens és lebilincselő beszélgetéseket kínálva a nyelvi készségeid valós idejű fejlesztéséhez.
it: Sviluppato negli Stati Uniti dal team di intelligenza artificiale di Elon Musk, Grok porta funzionalità di conversazione avanzate su MaCopine, offrendo scambi intelligenti e coinvolgenti per migliorare le tue competenze linguistiche in tempo reale.
ja: イーロン・マスクのAIチームによって米国で開発されたGrokは、MaCopineに高度な会話機能をもたらし、インテリジェントで魅力的なやり取りを提供することで、あなたの語学力をリアルタイムで向上させます。
ko: 일론 머스크의 AI 팀이 미국에서 개발한 Grok은 MaCopine에 고급 대화 기능을 제공하여 지능적이고 매력적인 대화 경험을 제공하여 언어 능력을 향상시킵니다. 실시간으로.
ms: Dibangunkan di Amerika Syarikat oleh pasukan AI Elon Musk, Grok membawa keupayaan perbualan lanjutan kepada MaCopine, menawarkan pertukaran pintar dan menarik untuk meningkatkan kemahiran bahasa anda dalam masa nyata.
pl: Opracowany w Stanach Zjednoczonych przez zespół AI Elona Muska, Grok wprowadza do MaCopine zaawansowane możliwości konwersacyjne, oferując inteligentne i angażujące wymiany zdań w celu poprawy Twoich umiejętności językowych w rzeczywistości time.
pt: Desenvolvido nos Estados Unidos pela equipa de IA de Elon Musk, o Grok traz capacidades avançadas de conversação para o MaCopine, oferecendo trocas inteligentes e envolventes para melhorar as suas capacidades linguísticas em tempo real.
ro: Dezvoltat în Statele Unite de echipa de inteligență artificială a lui Elon Musk, Grok aduce capabilități conversaționale avansate la MaCopine, oferind schimburi inteligente și captivante pentru a-ți îmbunătăți abilitățile lingvistice în timp real.
ru: Разработанный в США командой ИИ Илона Маска, Grok предоставляет MaCopine расширенные возможности для общения, предлагая интеллектуальные и увлекательные обмены для улучшения ваших языковых навыков в режиме реального времени.
th: พัฒนาในสหรัฐอเมริกาโดยทีม AI ของ Elon Musk Grok นำความสามารถการสนทนาขั้นสูงมาสู่ MaCopine โดยนำเสนอการสนทนาที่ชาญฉลาดและน่าสนใจเพื่อพัฒนาทักษะภาษาของคุณในชีวิตจริง เวลา
tr: Elon Musk'ın AI ekibi tarafından Amerika Birleşik Devletleri'nde geliştirilen Grok, MaCopine'a gelişmiş konuşma yetenekleri getirerek akıllı ve dil becerilerinizi gerçek zamanlı olarak geliştirmek için etkileşimli değişimler.
uk: Розроблений у Сполучених Штатах командою штучного інтелекту Ілона Маска, Grok надає MaCopine розширені можливості для розмов, пропонуючи інтелектуальний та захопливий обмін інформацією для покращення ваших мовних навичок у режимі реального часу.
vi: Được phát triển tại Hoa Kỳ bởi đội ngũ AI của Elon Musk, Grok mang đến khả năng AI đối thoại tiên tiến cho MaCopine, cung cấp các cuộc trò chuyện thông minh và hấp dẫn để cải thiện kỹ năng ngôn ngữ của bạn theo thời gian thực.
zh: 由埃隆·马斯克的AI团队在美国开发，Grok为MaCopine提供尖端的对话式AI能力，实时提供智能且有趣的对话，帮助您提高语言技能。
zh_hant: 由埃隆馬斯克的AI團隊在美國開發，Grok為MaCopine提供尖端的對話式AI能力，實時提供智能且有趣的對話，幫助您提高語言技能。

source: Change Language
el: Αλλαγή γλώσσας
fr: Changer langue
hi: बदलें भाषा
hu: Nyelv módosítása
it: Cambia lingua
ja: 言語の変更
ko: 언어 변경
ms: Tukar Bahasa
pl: Zmień język
pt: Alterar Idioma
ro: Schimbare limbă
ru: Изменить язык
th: เปลี่ยนภาษา
tr: Dili Değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ
zh: 语言切换
zh_hant: 語言切換

source: Maximum Recording
el: Μέγιστη εγγραφή
fr: L'enregistrement maximal
hi: अधिकतम रिकॉर्डिंग
hu: Maximális felvétel
it: Registrazione massima
ja: 最大録音
ko: 최대 녹음
ms: Rakaman Maksimum
pl: Maksymalne nagrywanie
pt: Gravação Máxima
ro: Înregistrare maximă
ru: Максимальная запись
th: บันทึกสูงสุด
tr: Maksimum Kayıt
uk: Максимальний запис
vi: Ghi tối đa
zh: 最长录音
zh_hant: 最長錄音

source: About
el: Σχετικά με
fr: À propos
hi: के बारे में
hu: Névjegy
it: Informazioni
ja: について
ko: 정보
pl: Informacje
pt: Sobre
ro: Despre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
uk: Про нас
vi: Giới thiệu
zh: 关于
zh_hant: 關於

source: Version
el: Έκδοση
hi: संस्करण
hu: Verzió
ja: バージョン
ko: 버전
ms: Versi
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh: 版本
zh_hant: 版本

source: Cancel
el: Ακύρωση
fr: Annuler
hi: रद्द करें
hu: Mégsem
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消
zh_hant: 取消

source: Confirm
el: Επιβεβαίωση
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh: 确定
zh_hant: 確定

source: Go to Settings
el: Μετάβαση σε Ρυθμίσεις
fr: Allez à Réglages
hi: सेटिंग पर जाएँ
hu: Ugrás a következőre: Beállítások
it: Vai alle Impostazioni
ja: 設定へ
ko: 설정으로 이동
ms: Pergi ke Tetapan
pl: Przejdź do Ustawień
pt: Ir para as Definições
ro: Mergi la Setări
ru: Перейти в настройки
th: ไปที่การตั้งค่า
tr: Ayarlara Git
uk: Перейти до налаштувань
vi: Đi đến Cài đặt
zh: 去设置
zh_hant: 去設定
